[AbiziTech_Supplies X2TechTemplate]
DisplayName = "定位变种人补给行动"
Summary = "利用我们现有的无线电中继网络，我们可以扫描变种人的通讯，并尝试找出他们供应链中的弱点，以便我们能够发动攻击."
LongDescription = "利用我们现有的无线电中继网络，我们可以扫描变种人的通讯，并尝试找出他们供应链中的弱点，以便我们能够发动攻击."
UnlockedDescription = "我们已发现一处可被中断的补给行动."

[AbiziTech_PersonnelChain X2TechTemplate]
DisplayName = "监控变种人通讯目标"
Summary = "利用我们现有的无线电中继网络，我们可以扫描变种人的通讯，并尝试找出对我们具有高价值的目标，然后将他们从变种人的控制中夺回."
LongDescription = "利用我们现有的无线电中继网络，我们可以扫描变种人的通讯，并尝试找出对我们具有高价值的目标，然后将他们从变种人的控制中夺回."
UnlockedDescription = "我们已发现一名高优先级人员，可尝试展开救援行动."